[
{"title": ["Qualcomm Quick Charge 5: la carga rápida de 100W que promete completar el 50% de la batería del móvil en 5 minutos"], "desc": ["De 0 al 50% en 5 minutos. "]},
{"title": ["'Rick y Morty' se transforman en personajes de anime con guiños a clásicos de la animación japonesa como 'Akira' o 'Dragon Ball'"], "desc": ["Rick y Morty vuelven antes de su quinta temporada con una pieza anime sembrada de guiños a clásicos de la animación japonesa y al propio lore de la serie original."]},
{"title": ["Todo lo que sabemos de la mascarilla que promete inactivar el coronavirus"], "desc": ["La empresa textil portuguesa, Adalberto, presentó en abril una mascarilla con capacidad inactivadora de microorganismos y, según afirma, hasta del virus SARS-CoV-2. La máscara MOxATech es reusable y aguanta con eficacia más de 50 lavados."]},
{"title": ["Huawei Maimang 9 5G: el posible Mate 40 Lite cambia los procesadores Kirin de la casa para apostar por los nuevos MediaTek Dimensity"], "desc": ["Huawei empieza a mostrar sus cartas de cara al segundo semestre del año. "]},
{"title": ["Alastria iba a cambiar el futuro con blockchain: tres años después, esto es lo que hay"], "desc": ["Con más de 500 socios, Alastria se presentaba en sociedad como \"la primera red nacional regulada basada en blockchain del mundo\". Vamos a ver qué queda del proyecto tres años después de aquello. "]},
{"title": ["Una enorme filtración de Nintendo desvela secretos nunca antes vistos de sus juegos clásicos y proyectos inéditos para SNES y N64"], "desc": ["Una enorme filtración, aún no examinada a fondo, desvela secretos nunca antes vistos, de juegos clásicos de Nintendo, así como de proyectos para Nintendo 64 que no llegaron a cuajar."]},
{"title": ["WastedLocker: así actúa el nuevo ransomware de Evil Corp detrás del ciberataque a Garmin"], "desc": ["Quién está detrás y cómo funciona WastedLocker, el ransomware que ha dejado Garmin inhabilitado durante varios días. "]},
{"title": ["El público virtual ni vence, ni convence: no lo hizo en LaLiga y no lo hace en la NBA o la MLB de EE.UU. aun usando Unreal Engine"], "desc": ["Nada funciona. Ni Unreal Engine, ni espectadores de cartón-piedra, ni Microsoft Teams... ni muñecas sexuales."]},
{"title": ["Esta pantalla táctil para los controles del coche no hay que tocarla, dice reconocer con antelación dónde vas a pulsar"], "desc": ["Con un alto potencial también para ayudar a personas con dificultades motrices."]},
{"title": ["Conviviendo con robots en China: todo lo que asombra a un europeo "], "desc": ["Amanece en Shanghái (China) y el China Construction Bank abre el cierre de su sucursal bancaria automatizada. Al mismo tiempo, las primeras luces del día llegan a Taiwán, y los brazos de Panasonic, ideados en un principio para soldar..."]},
{"title": ["Alguien está mitigando la botnet Emotet sustituyendo su malware por GIFs"], "desc": ["Hasta los mejores hackers tienen su Talon de Aquiles."]},
{"title": ["Consiguen ejecutar Windows 95 dentro de Minecraft... y Doom dentro de él"], "desc": ["Lo próximo será Minecraft dentro de Minecraft, dentro de Minecraft, dentro de Minecraft..."]},
{"title": ["Un gigantesco globo de 150 metros de diámetro de la NASA permitirá estudiar las estrellas desde la estratosfera"], "desc": ["Más grande que un estadio de fútbol."]},
{"title": ["En busca del mejor robot aspirador en calidad precio: recomendaciones de compra en función del uso y seis modelos destacados"], "desc": ["Buscamos el mejor robot aspirador en calidad precio para diferentes tipos de usuarios, desde los que quieran algo sencillo a quienes busquen lo más completo a mejor precio"]},
{"title": ["Messerschmitt Me 323: el descomunal avión que intentó transportar los tanques del ejército alemán sin éxito alguno"], "desc": ["Este descomunal avión intentó transportar las flotas alemanas durante la Segunda Guerra Mundial, sin demasiado éxito."]},
{"title": ["Las mejores aplicaciones y herramientas gratis para Windows 10 en 2020"], "desc": ["Hoy te traemos una lista con las mejores aplicaciones y herramientas gratis para Windows 10 en 2020, tanto las clásicas imprescindibles como algunos nuevos programas que han sido lanzados en los últimos meses."]},
{"title": ["Internet es más rápida que nunca, pero es como si no lo fuera cuando navegamos por la World Wide Web"], "desc": ["Me temo que vamos a tener que armarnos de paciencia, porque esta situación no tiene visos de cambiar."]},
{"title": ["Esto lo que sabemos de ByteDance, la enigmática dueña de TikTok y la startup más valorada en todo el mundo"], "desc": ["Valorada en más de 75.000 millones de dólares, es una de las empresas más misteriosas de la actualidad. Indagamos en su historia, orígenes y otros negocios."]},
{"title": ["Cómo recuperar información de un disco duro averiado"], "desc": ["Te explicamos los tipos de fallos de un disco duro y te ayudamos a repararlo y recuperar los archivos perdidos."]},
{"title": ["14 series y películas Disney que echamos de menos en Disney+ España"], "desc": ["Disney+ tiene un amplísimo catálogo de películas clásicas de la casa, Marvel y 'Star Wars', pero... aún faltan. Estas son las ausencias más notables. "]}
]