[
{"name": ["UGREEN HUB USB C a USB 3.0 4 Puertos, OTG Adaptador USB-C 5Gbps HUB USB Tipo C Compatible con iPad Pro 2020 Macbook Pro 2019 DELL XPS 13 15, Xiaomi Mi 10 Redmi Note 7, Samsung S20 S10 A50, Huawei P40"], "price": ["14,99 €"]},
{"name": ["Hub USB C, concentrador Tipo c 9 en 1 con 4K HDMI,VGA,USB 3.0, USB-C Power Delivery, 3,5mm Audio Jack,Lector de Tarjetas SD/TF, Samsung Dex Adaptador para MacBook Pro 2019 y más Dispositivos (Grey)"], "price": ["29,98 €"], "desc": ["1.Parautilizar todos los puertos del hub normalmente, el puerto USB-C de sucomputadora o teléfono móvil debe admitir tanto la salida de video, la salidade audio y la transmisión de energía.", "2.Para una conexión estable,conecte un adaptador de corriente al hub cuando use dispositivos de altapotencia; no use este hub con demasiados dispositivos de alta potencia.", "El ZEDELA 9 en 1 USB C a HDMI 4K VGA Hub es el añadido más reciente a nuestracolección USB-C y es el compañero perfecto para tu MacBook Pro 2016/2017/2018/2019", "Con esteAdaptador USB C, sus móviles o tablets que soporten OTG,pueden leer fácilmentelos datos y videos en la unidad flash a través del puerto USB 3.0. Convierte sumóvil como el Samsung S10, Huawei P20 Pro en un pequño PC.", "*AudioJacket de 3,5 mm: el puerto de audio de 3,5 mm se puede utilizar solo", "*USB3.0: la salida máxima del puerto USB 3.0es 900mA", "*USB2.0: hasta 480Mbps de transferencia de datos", "*Adaptador VGA:Apoyo a las resoluciones de video VGA 1920 * 1080P @ 60HZ (HD).", "*Adaptador HDMI: Soporta HDMI 4k @ 30HZ o 1080P @ 60HZ.", "-Apoyo aSamsung Dex y Huawei EMUI & MICROSOFT 950xl y Nintendo Switch.（Cuando useMoto DEX / PC, conecte el adaptador de corriente a través del puertode carga PD para proporcionar suficiente voltaje al dispositivo）", "* PD tipo c:La entrada máxima de puertos PD es 87W.", "*Lectorde tarjetas SD / TF : compatibles tarjetas SD/Micro SD/SDHC/SDXC/TF/MMC", "*Nintendo Switch", "*PC:Macbook 2018/2016/2017, Macboook Air 2018/2019, iMac / iMac Pro(21.5 \"/ 27\"),Matebook, MatebookX, Xiaomi, HP, Lenovo, SamsungGalxyBook, ChromeBook pixeis etc.", "*Teléfono: Samsung Galaxy S8/S9/S10 Note8/9, Huawei P20/P20/P30 Pro/Mate20/20Pro etc.", "*Sistemas compatibles: Windows 10,8,7,Vista,XP,Mac OS X 10.6 o posterior,Linux2.6.14 o posterior"]},
{"name": ["NIMASO Adaptador USB C a USB 3.0, USB-C Hembra a USB Tipo A Macho Adaptador de Carga Rápida Double Cara 3.0 Compatible para Samsung S8 Google Pixel 2 MacBook Huawei y Otros Dispositivos con USB C"], "price": ["7,39 €"]},
{"name": ["CHOETECH USB C Hub Macbook Pro, Adaptador Tipo C Hub 7 en 2, Thunderbolt 3, USB 3.0, PD 100W, 4K HDMI, Ranura para Tarjeta TF/SD, Adaptador USB C para MacBook Pro2020/2019/2018, MacBook Air 2020-2018"], "price": ["31,99 €"]},
{"name": ["Rampow Adaptador USB Tipo C a USB 3.1[OTG] Aluminio Adaptador -Garantía de por Vida- Compatible para MacBook Pro 2016/2017, Huawei, Samsung, ChromeBook Pixel y dispositivos con USB C - Gris,2 Unidades"], "price": ["6,99 €"]},
{"name": ["AUKEY Adaptador USB C a Micro USB (3 Pack) con OTG USB Type C Conector para Samsung Galaxy S8 / S8+, OnePlus 2/3, HUAWEI P9, MacBook Pro 2017/2016 y Otros Dispositivos con USB C"], "price": ["5,99 €"], "desc": ["", "Le proporciona la máxima comodidad en la conexión entre los dispositivos del puerto tipo C y el dispositivo de USB 2. 0.", "Use su teléfono de USB C, tableta con sólo un cable de USB Micro. Que Puede conectar su teléfono de USB C fácilmente con todos los tipos del cargador o la computadora.", "Con el conector USB 2. 0, lo que proporciona una transferencia de datos más rápida a la máxima velocidad de 480Mbps, y revés compatible.", "Sólo tiene que conectar el conector USB C del adaptador en el dispositivo y el cable de Micro USB. No necesita otro hardware o software necesarios. Diseño ligero y portátil, no ocupa espacio y fácil de llevar.", "3 x AUKEY CB-A2 Adaptador USB C a Micro USB"]},
{"name": ["CHOETECH Hub USB C,5 En 1 USB Tipo C a HDMI Adaptador con HDMI 4K,USB 3.0, SD/TF Lector Tarjeta para MacBook Pro/Air 2018-2020, iPadPro 2018/2020, MacBook, SamsungS20/S10E/S9, Huawei P40Pro/P30/Mate20"], "price": ["18,99 €"], "desc": ["Calidad de construcción superiorhecho de material premium interfaz usb-c totalmente reversible dorado para una conductividad máxima más duradero y confiable conecta y reproduceno requiere instalación de software o controlador solo conéctelo conéctelo y juegue fácil de usar sin límite para la visióncuenta con una pantalla espejo y una pantalla de extensión expansión de video que permite a sus familias ver videos y también le permite trabajar sin interrupciones diseño compacto y duraderodiseño compacto y de primera calidad con carcasa de aluminio perfecto para adaptarse a su estilo de vida y fácil de llevar para negocios o viajes dispositivos compatibles lista parcial ipad pro 2018 macbook air 2019/2018macbook pro 2019/2018/2017/2016macbook 2016/2015imac 2017chromebook pixelhelitebook folio g1dell xps 13-9350-r1609 13 3 xps 15samsung s10 s10e s10+ s9/s9 plus/note 10/10+/9/ s8/s8 plus/note 8huawei p30/ p30 pro/p20/p20 pro/mate 10/ mate 10 pronotassolo es compatible con portátiles con puerto usb-c thunderbolt 3 con modo dalternativo el adaptador solo admite un disco duro externo del tamaño de 2 5 '' y una capacidad inferior a 1tdebido a los requisitos de potencía las resoluciones admitidas y las tasas de actualización del adaptador dependen por completo de los dispositivos host usb-c y de las especificaciones de visualización conectadas la resolución 4k requiere una fuente equ ipad a con 4k cable hdmi y pantalla de salida lista de embarque 1x choetech 5 in 1 usb-c multiport adapter 2 puertos us3 0 por eso son azules1 puerto hdmi1 puerto sd1 puerto micros"]},
{"name": ["Nonda Adaptador USB C a USB, Thunderbolt 3, Para MacBook Pro 2019/2018/2017, MacBook Air 2018, Surface Go y Dispositivos tipo C"], "price": ["7,64 €"]},
{"name": ["AUKEY USB C Hub 8 en 1 Adaptador USB Type C 4K HDMI, Ethernet RJ45 de 1 Gbps, PD 100W, 2 USB 3.0, 1 USB 2.0, SD y TF para MacBook DELL XPS Chromebook Samsung S9 (Space Gray)"], "price": ["33,99 €"], "desc": ["Desbloquee el potencial de USB-C", "Una mini estación de transferencia de datos, video y alimentación 8-en-1 para todos sus dispositivos USB-C. Conectividad consolidada", "Obtenga 2 puertos USB 3.1 Gen 1 (USB 3.0) 1 USB 2.0, 1 puerto de carga de transferencia USB-C con entrega de alimentación de 100 W, 1 puerto Gigabit Ethernet, 1 puerto HDMI, 1 tarjeta SD ranura y 1 ranura para tarjeta microSD, todo en un concentrador compacto. Diseño contemporáneo fino", "Un cuerpo de aleación de zinc fuerte y elegante encapsula todas las conexiones que pueda necesitar y complementa computadoras portátiles modernas. Compatibilidad del dispositivo", "Compatible con MacBook Pro, MacBook, Dell XPS 15, HP Spectre x360, HP Elite x2 1012, Google Chromebook Pixel, Lenovo Yoga 910 & 900, Razer Blade Stealth, Huawei MateBook y muchos más. Admite Windows 10/8/7 / Vista / XP, Mac OS X 10.6 o posterior, Linux 2.6.14 o posterior."]},
{"name": ["UGREEN Hub USB C, Adaptador USB C a HDMI 4K, 3 Puertos USB 3.0, Lector Tarjeta SD TF, USB C Dock para Macbook Pro 2019 Air 2020 2019 2018 DELL XPS 13 15, iPad Pro 2020 2018, Samsung S20 S10 S9, 6 En 1"], "price": ["22,89 €"]},
{"name": ["NIMASO Adaptador USB C a USB 3.0 OTG USB C 5 Gbps [2 Piezas],Cable OTG Tipo C para iPad Pro 2020,MacBook Pro 2018,MacBook Air 2020,Samsung Galaxy S20 Note 10,Huawei P30,Google Pixel 3XL y Otro USB C"], "price": ["7,59 €"]},
{"name": ["Rankie Adaptador USB C a USB 3,0, Función de OTG, Compatible Dispositivos con USB Tipo C, 2 Unidades, Negro"], "price": ["6,09 €"]},
{"name": ["NOVOO Hub USB C Adaptador con HDMI 4K, USB 3.0 x 2 , Lector de Tarjeta SD / TF, Hub Tipo C Macbook Pro, Macbook Air, iPad Pro, Dell XPS, Surface Pro, Gris Espacial"], "price": ["19,99 €"]},
{"name": ["JSAUX Adaptador Micro USB a USB C (4PC) Adaptador USB C Macho a Micro USB Hembra Duradero AVCE Cadena antipérdida Compatible para Samsung S10 S9 S8 Note10 / 9/8, Huawei P9 / P20-GrIS"], "price": ["7,99 €"]},
{"name": ["Faburo 6 Unidades tpo-C Adaptador USB C a Micro USB conversor Type c Adaptador para Nexus 5X/6P, LG G5,Etcétera"], "price": ["5,99 €"], "desc": ["Micro USB Type-C adapdator es peque?o, inteligente y conveniente!Enchufe y desenchufe fácilmente sin comprobar la orientación del conector. Puedes conectar el puerto Micro USB Type-c en ambas direcciones.", "", "Peque?o inteligente y conveniente", "Reversible-plug", "Hasat 10Gbps velocidad de transferencia de datos", "Dos colores:Negro", "", "5*Micro USB Type-C conversors", ""]},
{"name": ["Rampow Adaptador USB Tipo C a USB 3.1[OTG] Aluminio Adaptador -Garantía de por Vida- Compatible para MacBook Pro 2016/2017, Huawei, Samsung, ChromeBook Pixel y dispositivos con USB C - Gris,2 Unidades"], "price": ["6,99 €"]},
{"name": ["USB 3.0 HUB Aluminum con USB C Adaptador Type C Dock,RJ45 Gigabit Ethernet,3 USB 3.0 Puerto,Lector de Tarjetas SD/TF,Micro USB Input Compatible con Chromebook,Macbook Air/Pro 2018/2019"], "price": ["23,99 €"], "desc": ["Especificaciones:", "Micro USB: Admite carga micro USB de 5V. Proporciona energía al concentrador si el concentrador conecta varios dispositivos simultáneamente (nota: la carga de la computadora portátil no es compatible)", "USB 3.0:La salida máxima es de 900 mA", "Material: Aluminio,Buena disipación de calor", "Cable:15 cm", "", "", "Portátiles con puertos usb 3.0", "El dispositivo compatible principal si el hub está conectado al convertidor usb-c", "Apple:Macbook Pro2016/2017/2018,Macbook Air2018/2019", "Huawei:Mate Book,MateBook X/X Pro/E", "ASUS:ZenBook 3/U3006/U321 Series/U4100", "Dell: XPS13/15", "Lenovo:New Air 12\",Yoga 5 Pro/900 13\",Think Pad X1 Carbon 2017", "HP: Pavilion X2,Spectre13", "Samsung Galaxy:Notebook/Galaxy book Series", "", "", "Windows 10,Windows 8.1,Windows 8,Windows 7,Windows Vista,Windows XP,Mac OS", "", "", "1.Si conecta un disco duro o varios dispositivos externos al concentrador, asegúrese de cargar el concentrador mediante micro USB al mismo tiempo", "2. Este hub usb no está destinado a servir como un cargador independiente. No es compatible con iPads o cualquier otro dispositivo con requisitos de carga irregulares", "3.Intente actualizar el sistema en el caso no reconocido", "", "No hay necesidad de preocuparse si algo sale mal . Nos comprometemos con cada cliente, damos soluciones a los problemas existentes y brindamos orientación al cliente en menos de 24 horas"]},
{"name": ["URSICO Hub USB C 9 En 1, Tipo C Adaptador con 4K HDMI, Ethernet Rj45, 3 USB 3.0, Mic/Audio, PD Port, SD/TF Lector para MacBook/MacBook Pro 2016/2017 and Other USB C Devices."], "price": ["39,99 €"], "desc": ["admite adaptador de corriente de 100 W. El hub usb C proporciona una carga de alta velocidad para cargar completamente su Macbook y otros dispositivos en poco tiempo.", "", "Admite video 4K a 30Hz o 1080p a 60Hz, puede copiar o expandir fácilmente la pantalla en el trabajo o en la vida diaria.", "", "velocidad de transmisión de datos de hasta 5 Gbps. Utilizando el usbc hub, las películas de alta definición se pueden transmitir en segundos.", "", "La ranura para tarjeta SD / TF incorporada facilita el acceso a archivos en tarjetas de memoria SD y TF (hasta 1 TB), plug and play.", "", "1 x puerto Ethernet rj45", "1 x puerto de carga rápida (PD power delivery)", "1 x salida vídeo HDMI 4k UHD", "1 x lector de tarjeta SD", "1 x lector de tarjeta TF", "3 x puertos USB 3.0", "1*3.5mm Salida de Audio", "", "Material: Aleación de aluminio", "Resolución: HDMI: 4K VGA: 1080P", "USB: Puertos USB 3.0", "Potencia: 15-65W", "Tarjeta de red: Soporte para 100M / Gigabit Ethernet", "Lectura de tarjeta: Soporte para tarjeta TF / SD", "Tamaño: 13 * 9.5 * 5 cm", ""]},
{"name": ["Hub USB C, Adaptador USB C a USB 5 en 1, 4 Puertos USB 3.0 y 1 Puerto de Carga Tipo C a PD 5Gbps, Concentrador USB C para MacBook Air Pro Huawei P20 Samsung S10 y Otros Dispositivos con USB C (Gris)"], "price": ["15,99 €"], "desc": ["* Apple: MacBook Pro 2019 / 2018 / 2017 / 2016, MacBook Air 2019 / 2018, MacBook 2018 / 2017 / 2016 / 2015, iMac 2019 / 2018 / 2017, iMac Pro, Mac Mini 2018,", "* Dell: XPS 13, XPS 15, XPS12 9250, Precision 5510, Inspiron 15 7000, Latitude 7285", "* Lenovo: Yoga 920, 910, 720, ThinkPad X1, Ideapad Air 12", "* HP: Spectre 13 / Spectre X360 / ENVY 13/ ENVY X360 / HP EliteBook Folio G1", "* Huawei: MateBook X Pro, MateBook X, Huawei MateBook E", "* Microsoft: Surface Go, Surface Book 2, Microsoft Lumia 950/950 XL", "* Samsung: Galaxy S10 / S10 + / S9 / S9 + / S8 / S8 + / Note 9 / Note 8", "* Huawei: Mate 20 / Mate 20 Pro / Mate 20 X / Mate 10 / Mate 10 Pro, P30 / P30 Pro / P20 / P20 Pro", "Material de carcasa: aluminio", "Material del cable: PVC", "Dimensión: 116 * 30.5 * 11.2 mm", "Longitud del cable: 150 mm", "Color: gris", "Puerto de entrada: USB 3.1 Tipo C", "Puerto de salida: 1 tipo c a PD + 4 USB 3.0", "Corriente de entrada: 3 A", "Voltaje de entrada: 5~20 V", "Voltaje de salida USB: 5V", "Corriente de salida USB: 0.9 A", "Velocidad de transmisión USB: 5 Gbps", "Sistemas compatibles: Mac, OS Windows, Linux, Android", "Otros: admite PD 3.0 y OTG"]},
{"name": ["Antika Hub USB c, Adaptador USB 3.0 Tipo C con 4 Puertos, Concentrador de Datos Ultra Fino para MacBook Pro 2019/2018/2017, Chromebook Pixel,DELL, XPS, MateBook, Surface Go, Samsung S9 S8 y más"], "price": ["15,99 €"], "desc": ["Material de Calidad Suprema - La carcasa de aluminio puede garantizar una excelente disipación de calor, mientrasel cable PVC es más robusto, durable y seguro.", "Hub de datos USB 3.0 - El puerto USB 3.0 le ahorra más tiempo de transmisión de datos con una velocidad de transmisión de hasta 5 Gbps.", "Conversor - Es ideal para los dispositivos Android con función OTG para convertirse en una computadora pequeña.", "Conexión Simple - Este hubusb 3 no requiere ningún software ni controlador, simplemente lo enchufe en el puerto tipo c de su ordenador portátil.", "Computadora / Tableta", "* Apple: MacBook Pro 2019/2018/2017/2016, MacBook Air 2019/2018, MacBook 2018/2017/2016/2015, iMac 2019/2018/2017, iMac Pro, Mac mini 2018;", "* Dell: XPS 13, XPS 15, XPS12 9250, Precision 5510, Inspiron 15 7000, Latitude 7285", "* Lenovo: Yoga 920, 910, 720, ThinkPad X1, Ideapad Air 12", "* HP: Specter 13 / Specter X360 / ENVY 13 / ENVY X360 / HP EliteBook Folio G1", "* Huawei: MateBook X Pro, MateBook X, Huawei MateBook E", "* Microsoft: Surface Go, Surface Book 2, Microsoft Lumia 950/950 XL", "Teléfono móvil", "* Samsung: Galaxy S10 / S10 + / S9 / S9 + / S8 / S8 + / Note 9 / Note 8", "* Huawei: Mate 20 / Mate 20 Pro / Mate 20 X / Mate 10 / Mate 10 Pro, P30 / P30 Pro / P20 / P20 Pro", "Material de carcasa: aluminio", "Material de cable: PVC", "Dimensión: 57 * 41 * 9.4 mm", "Longitud de cable: 130 mm", "Color: negro", "Puerto de entrada: USB 3.1 Tipo C", "Puerto de salida: 4 USB 3.0", "Voltaje de entrada: 5-20 V", "Voltaje de salida USB: 5 V", "Corriente de salida USB: 0.9 A", "Velocidad de transmisión USB: 5 Gbps", "Sistemas compatibles: Mac, Windows OS, Linux, Android", "Otros: admite OTG", "1 * Hub USB-C", "1 * Manua"]},
{"name": ["Hub USB C,Adaptador USB C 3.1 con 1 Puerto HDMI 4k, 3 Puerto USB 3.0, 2 Puertos Tipo C (Carga rápida/Transferencia de Datos), para Macbook Pro,Samsung S9/S9+,Huawei P20,Otros USB C Dispositivos"], "price": ["29,19 €"], "desc": ["1.Cuando utilice la función Samsung DEX / modo PC del teléfono, conecte el adaptador de alimentación original para proporcionar suficiente voltaje de funcionamiento para el teléfono y el concentrador", "2.Para una conexión estable, por favor no use este concentrador con dispositivos de alto consumo de energía", "3.2 puertos USB C : uno es el puerto de carga y el otro es el puerto de transmisión de datos", "ZEDELA USB C Hub convierte un solo puerto USB-C en HDMI, Tres puertos USB 3.0 de super velocidad y dos puertos USB C. El diseño compacto hace que el concentrador USB-C sea fácil de llevarlo a cualquier lugar.", "", "Puerto de entrada : USB-C", "Puerto de salida : 1 * HDMI 4K , 2 * USB Type C , 3 * USB 3.0", "USB-A : USB 3.0 de ancho de banda de 5 Gbps, compatible con la transmisión de alta velocidad UASP", "HDMI : HDMI 1.4 admite una resolución de hasta 3840X2160 @ 30Hz (4K @ 30Hz)", "2 puertos USB C : Uno es el puerto de carga y el otro es el puerto de transmisión de datos", "Tamaño : 109 * 40* 12mm", "Longitud del cable USB : 4.56in", "Peso : 62.2g", "Color : gris", "Computadora : Macbook, Macbook Pro, SAMSUNG Chromebook Plus, ASUS ZENBOOK, Google Chromebook Pixel C, HP Spectre, HP EliteBook Folio G1, Dell XPS, Lenovo Air 12.2 y otros ultrabook con puerto USB", "Teléfono móvil : Samsung Galaxy S8, S8+, S9, S9+, Note 8, HuaWei Mate10, Mate10 Pro, P20, P20 Pro, LG G5, LG V300L, Microsoft 950XL", "Sistema compatible: Mac (OS 9.1 et supérieur), Windows (10 / 8 / 7 / Vista / XP), Linux"]},
{"name": ["Cargador Amazon PowerFast para una carga más rápida, compatible  con todos los dispositivos Amazon y Android"]},
{"name": ["nonda HC3AWTRN Hub USB C 4 en 1, 3 Puertos USB de 3.0 y 1 Puerto de Carga USB-C, Hub Thunderbolt 3 a USB 3.0, Compatible con MacBook Pro 2019 / Air 2018, DELL XPS, Surface Go, iPad Pro 2019"]},
{"name": ["NOVOO Hub USB C - 8 en 1 Adaptador USB C con USB 3.0 * 3, HDMI 4K, Gigabit Ethernet, 100W Power Delivery, Lector de Tarjeta SD/TF, Hub USB C para Macbook Pro, Air, iPad Pro, XPS, USB C Portátiles"], "price": ["39,95 €"]},
{"name": ["DigitalLife Adaptador USB-C Tipo-C a USB OTG [USB 3.1, Trenzado de Nylon]"], "price": ["7,99 €"]},
{"name": ["Hub USB C, 11 en 1 Adaptador USB C con HDMI 4K, 1080P VGA, RJ45 Gigabit Ethernet, lectores de tarjetas SD / TF, USB 3.0 / 2.0, USB C Power Delivery, Compatible para MacBook Pro y más"], "price": ["38,99 €"], "desc": ["", "", "", "", "1 * salida de video HDMI: admite funciones de pantalla duplicada y pantalla extendida, la resolución máxima admitida es 3840 * 2160 / 30HZ y resolución compatible hacia abajo.", "1 * 1080P VGA: admite visualización duplicada y funciones de visualización ampliadas, admite resolución máxima: 1080P", "2 * USB 3.0: transferencia de datos de hasta 5 Gbps", "2 * USB 2.0: transferencia de datos de hasta 480 Mbps", "1 * RJ45 Gigabit Ethernet: admite 10/100/1000 BASE-TX Auto MDI / MDI-X, velocidad de transmisión: 1000Mpbs.", "1 * lector de tarjetas SD / TF: velocidad de lectura de hasta 480 Mbps, capacidad de tarjeta de memoria de hasta 2 TB, capacidad de hasta 512 GB.", "1 * USB C Power Delivery: 20V / 3A Max potencia de entrada, se utiliza para alimentar el producto y la computadora host. Admite carga rápida PD 3.0 / 2.0 para computadoras portátiles, utilizando simultáneamente dispositivos de video o USB.", "1 * chaqueta de audio de 3.5 mm: salida de audio estéreo de 3.5 mm e interfaz de entrada MIC. Longitud del cable: 130 mm", "", "", "", "- El puerto USB A de este producto admite la salida de carga total máxima de 5V 900mAh.", "- Soporta salida simultánea VGA y HDMI. Sin embargo, la resolución máxima admitida para uso simultáneo es 1080P.", "- Para una conexión estable, conecte un adaptador de corriente al concentrador cuando use dispositivos de alta potencia."]},
{"name": ["EUASOO Hub USB Tipo C 10 en 1 Hub de Aluminio Tipo C con HDMI 4K Gigabit Ethernet RJ45 1080P VGA 3.5mm de Salida de Audio 3 USB 3.0 Lector de Tarjetas SD/TF con Carga PD Tipo C"], "price": ["52,99 €"]},
{"name": ["UGREEN HUB USB C, USB Tipo C Adaptador a 3 Puertos USB 3.0, Lector de Tarjeta SD TF, USB C Thunderbolt 3 100W Power Delivery Compatible con Macbook Air 2019 2018, Macbook Pro 2019 2018 2017, 6 En 1"], "price": ["24,99 €"]},
{"name": ["Adaptador USB-VGA, 4 en 1 Hub USB C, HDMI 4K, 1080P VGA, USB 3.0 y PD 3.0, para Nintendo Switch, MacBook/Macbook Pro/Galaxy Note 9/ S9/ S8/ Huawei P20, Otros USB C Dispositivos etc"], "price": ["20,99 €"], "desc": ["●", ""]}
]