[
{"name": ["The Pavilions Madrid"], "price": ["64"], "desc": ["Moderno y elegante establecimiento, decorado por el interiorista Pascua Ortega, consta de 29 apartamentos, en los que disfrutará de los servicios propios de un gran categoría y que le sorprenderán en el transcurso de su estancia en el Hotel Amador de los Ríos."]},
{"name": ["The Westin Palace Madrid"], "price": ["279"], "desc": ["La búsqueda del hotel de lujo ideal en Madrid no tiene por qué ser complicada. Bienvenido a The Westin Palace Madrid, una fantástica opción para viajeros como tú."]},
{"name": ["SmartRental Collection Gran Via Capital"], "price": ["114"], "desc": ["Nuestros lujosos apartamentos situados en la calle Gran Via dejaran encantados a todos los que quieran disfrutar de sus vacaciones en Madrid. Las primeras calidades y la modernidad de su decoración son dos de las cualidades que mas atraen a nuestros clientes. La terraza situada en la planta 13 de nuestro edificio les brinda unas de las mejores vistas de Madrid"]},
{"name": ["Palacio de los Duques Gran Meliá"], "price": ["257"], "desc": ["En el corazón artístico y cultural de Madrid, a escasos metros del Palacio Real, el Teatro Real y la Catedral, el Gran Meliá Palacio de los Duques conjuga, tras su magnífica fachada isabelina, Historia y Arte inspirado en la Obra del genio Velázquez. Este lujoso resort urbano ofrece 160 habitaciones amplias, muchas de ellas diseñadas para familias y 20 suites, algunas de ellas con terraza privada.  Este fascinante Palacio, miembro de la prestigiosa asociación Leading Hotel of the World ofrece un magnífico jardín histórico de más de 1000 m2 constituyendo el alma del hotel. Este fabuloso espacio ofrece un jardín con diferentes áreas en las que relajarse, incluyendo un restaurante gastronómico asesorado por los prestigiosos “Hermanos Torres”, galardonados con 2 estrellas Michelin, un cocktail bar, un Tea&Pastry Corner, así como una área privada para el desayuno en temporada de verano. Además, en el Lobby del hotel, disponemos de otro restaurante con una cocina actual combinando tradición popular con creación artística. Este exclusivo hotel también dispone de una piscina y un solárium en el ático con espectaculares vistas panorámicas de la ciudad, un gimnasio y un Wellness Thai Room."]},
{"name": ["Only YOU Hotel Atocha"], "price": ["106"], "desc": ["Situado en un edificio histórico del siglo XIX, Only You Hotel Atocha es un imponente hotel de 4 estrellas con una decoración sensacional, vistas al paseo Infanta Isabel y a la calle Alfonso XII, próximo al Retiro."]},
{"name": ["NH Collection Madrid Gran Via"], "price": ["145"], "desc": ["Si buscas un hotel con encanto en Madrid, no te pierdas NH Collection Madrid Gran Via."]},
{"name": ["Hotel Regina"], "price": ["215"], "desc": ["El Hotel Regina tiene una ubicación ideal en el centro de Madrid, junto a la famosa Puerta del Sol y junto a la estación de metro Sevilla. Ofrece un desayuno buffet abundante y conexión Wi-Fi gratuita. El hotel dispone de diversos tipos de habitaciones modernas y elegantes con aire acondicionado, TV de pago y vía satélite, escritorio amplio y baño privado con artículos de aseo gratuitos. El restaurante Amayra sirve cocina mediterránea elaborada con productos de temporada de la zona. El restaurante también cuenta con una bodega con más de 60 vinos internacionales. El Hotel Regina goza de una ubicación ideal para visitar los lugares de interés más populares de Madrid. El Museo del Prado y el Museo Thyssen están a pocos pasos del hotel."]},
{"name": ["NH Collection Madrid Abascal"], "price": ["141"], "desc": ["Encontrarás al NH Collection Madrid Abascal en el centro del distrito comercial de Madrid y cerca de la animada calle Paseo de la Castellana. Las estaciones de metro Gregorio Marañón y Alonso Cano se encuentran convenientemente ubicadas a pocos minutos a pie, y en un corto viaje llegarás a las principales atracciones del centro histórico, al aeropuerto, al complejo IFEMA y a muchos otros lugares."]},
{"name": ["NH Collection Madrid Colón"], "price": ["145"], "desc": ["Experimenta lo mejor de España en el corazón de su capital en el NH Collection Madrid Colón. Con una ubicación óptima en el Barrio de Salamanca, \"La milla de oro\", estarás a unos pocos minutos de las áreas de compras, de negocios y culturales más apreciadas de la ciudad."]},
{"name": ["Catalonia Atocha"], "price": ["119"], "desc": ["Si buscas un hotel con encanto en Madrid, no te pierdas Catalonia Atocha."]},
{"name": ["Hotel Clement Barajas"], "price": ["81"], "desc": ["El Hotel Clement Barajas, situado a 3 minutos del Aeropuerto de Madrid y de IFEMA. Transporte público en la puerta del hotel. Transporte gratuito del hotel al aeropuerto de Madrid y al recinto ferial IFEMA. Dispone de 72 magníficas habitaciones, decoradas de forma cálida y confortable. Todo ello completado con una amplia oferta gastronómica"]},
{"name": ["NH Madrid Nacional"], "price": ["125"], "desc": ["El hotel ocupa un edificio histórico que data de 1920. Recientemente renovado y restaurado de acuerdo a su esplendor anterior, en línea con la filosofía de NH Hoteles, se encuentra a pocos pasos del \"triángulo de arte\", formado por el Museo del Prado, el Museo Thyssen Bornemisza y el Centro de Arte Reina Sofía."]},
{"name": ["Hotel Europa"], "price": ["110"], "desc": ["La búsqueda del hotel tranquilo ideal en Madrid no tiene por qué ser complicada. Bienvenido a Hotel Europa, una fantástica opción para viajeros como tú."]},
{"name": ["SLEEP´N Atocha"], "price": ["68"], "desc": ["Sábanas y Toallas incluidas Lavandería Internet Point GRATIS (1 ordenador) Servicio de Fax e impresora Parking municipal debajo del hotel y Convenio con un Parking privado cercano (5min andando) Check in antes de las 15:00H (sujeto a dispo.) Late Check Out hasta las 14:00(sujeto a dispo.) Mostrador turístico Ascensor Aire acondicionado/Aire caliente Habitaciones insonorizadas Edredones nórdicos Colchones 5* 4 Almohadas y Carta de Almohadas Teléfono en cada habitación Televisión pantalla plana con mas de 70 canales Desayuno (5,50€) Caja de seguridad en cada habitación Recepción 24 horas Cunas Gratuito (bajo petición) Secador de pelo Dispensador de Gel & Champú Cuna bajo petición Pago con Tarjeta (Visa/Mastercard) Todas las habitaciones No fumadores Consigna para maletas (1€/Maleta)"]},
{"name": ["Room Mate Óscar"], "price": ["98"], "desc": ["Hotel boutique y con encanto en el centro de Madrid"]},
{"name": ["Hotel Paseo del Arte"], "price": ["90"], "desc": ["Hotel Paseo del Arte es una magnífica elección para viajeros que vayan a Madrid, ya que ofrece un ambiente para familias además de numerosos servicios diseñados para mejorar su estancia."]},
{"name": ["Hotel Tach Madrid Airport"], "price": ["90"], "desc": ["Hotel 4* situado en el corazón de Barajas, muy cerca del Aeropuerto y de Ifema, con parking propio, y conectados entre sí mediante nuestro servicio de transporte gratuito (sin servicio de 1am a 4am)El servicio de transfer es gratuito para todos nuestros clientes. Es un servicio de cortesía y está sujeto a la disponibilidad de las plazas. Consultar horarios con el hotel, si éste no se adapta a sus necesidades, consulte en recepción otras formas de traslado de servicio público como Bus o Metro.Todas nuestras habitaciones están equipadas con la mejor tecnología, acceso Internet Wi-fi (6 € /día), pantallas TV LCD 26” y un amplio set de complementos para tu aseo personal"]},
{"name": ["Hotel Ganivet"], "price": ["64"], "desc": ["El Hotel Ganivet *** está situado en pleno centro histórico de Madrid, muy próximo a los principales monumentos y lugares de interés de la ciudad como La Puerta del Sol, Plaza Mayor, Palacio Real y Museo del Prado, Thyssen-Bornemisza y Reina Sofía. También está en la zona de moda de tapas y Restaurantes ( La Latina, Cava Alta, Mercado de San Miguel ).El Hotel Ganivet ***, está dotado de las mas completas y modernas instalaciones. Su esmerado diseño compagina el clasicismo del entorno del Madrid de los Austrias con con una decoración actual y acogedora. Los clientes pueden acceder al centro de Madrid en su propio vehículo al disponer el Hotel de un amplio graraje ubicado en el propio edificio. Su centrica ubicación unida la comodidad de sus modernas instalaciones y a un servicio profesional y atento, hacen del HOTEL GANIVET un lugar ideal para alojarse durante su visita a Madrid, tanto de turismo como de negocios."]},
{"name": ["Vincci The Mint"], "price": ["179"], "desc": ["Descubre por qué tantos viajeros ven Vincci The Mint como el hotel ideal cuando visitan Madrid. Además de aportar la combinación ideal de calidad, comodidad y ubicación, ofrece un ambiente romántico con una amplia variedad de servicios diseñados para viajeros como tú."]},
{"name": ["NH Madrid Barajas Airport"], "price": ["113"], "desc": ["El hotel NH Barajas en Madrid se encuentra en un lugar privilegiado, dentro del triángulo que forman la autopista A-2 (Barcelona), El Parque Ferial Juan Carlos I (IFEMA), el predio ferial más importante de la ciudad que se encuentra a 6km del hotel. El aeropuerto internacional Madrid-Barajas se encuentra a solo 3 km del hotel."]},
{"name": ["Barceló Imagine"], "price": ["135"], "desc": ["Barceló Imagine un nuevo hotel inspirado en la música con 156 habitaciones amplias, es la mejor opción en Madrid para sus viajes de placer o trabajo. Ubicado a 3 minutos a pie de Torres Kio y Plaza Castilla en el norte del Paseo de la Castellana y con transporte público cerca del hotel. El hotel cuenta con piscina exterior, gimnasio, sauna, bar de aperitivos, terraza con terraza y tecnología de última generación y wifi gratuito."]},
{"name": ["Only YOU Boutique Hotel Madrid"], "price": ["162"], "desc": ["Only YOU Boutique Hotel Madrid te ofrece la oportunidad de vivir una experiencia única y exclusiva. Encontrarás un lugar excepcional, un lugar donde suceden cosas que querrás compartir y de las que tú eres el protagonista. En el corazón de la capital, en un palacete del siglo XIX completamente reformado, se encuentra nuestro hotel diseñado para ti."]},
{"name": ["Hostal Persal"], "price": ["52"], "desc": ["Hostal Persal, la familiaridad de un hostal con servicios de hotel y precios asequibles en el centro de Madrid."]},
{"name": ["Hotel Liabeny"], "desc": ["Hotel Liabeny es una magnífica elección para los viajeros que visiten Madrid, ya que ofrece un ambiente para familias, además de numerosos servicios diseñados para mejorar tu estancia."]},
{"name": ["Vincci Soho"], "price": ["150"], "desc": [" \tEl Hotel Vincci Soho está formado por 5 edificios antiguos.Todos ellos protegidos por Patrimonio formando así chaflán con las siguientes calles: C/ Prado con C/ León y C/ León con C/ Cervantes; todos estos edificios del centro que conforman el hotel, han sido completamente reformados. Ofrece 170 habitaciones diseñadas y equipadas con aire acondicionado y calefacción regulable desde cada habitación, teléfono directo, televisión vía satélite, minibar, servicio de habitaciones, cajas de seguridad, secador de pelo, conexión a Internet y un completo set de detalles de bienvenida.Localizado en el corazón del centro histórico de Madrid, sin necesidad de andar apenas del llamado \"Triángulo del Arte\" formado por los principales museos de la ciudad, como son El Prado, el Museo Reina Sofía y el Museo de Arte Contemporáneo Thyssen Bornemisza. Este nuevo hotel es uno de los más modernos hoteles de la ciudad y está enclavado en el famoso \"Barrio de las Letras\", justo a unos pocos pasos de la Plaza Santa Ana, del Ateneo, de Las Cortes y de la Puerta del Sol.A 10 minutos andando podrán disfrutar de la Plaza de Ópera, así como de la maravillosa Plaza de Oriente y del Palacio Real.A pocos metros del hotel podrá coger un autobús turístico que le guiará y explicará los monumentos y calles más importantes de Madrid.El hotel cuenta con Restaurante a la carta, desayuno tipo buffet, bar-cafetería, amplias zonas comunes, terraza, garaje concertado y servicio de convenciones y reuniones."]},
{"name": ["Hotel Francisco I"], "price": ["68"], "desc": ["Hotel Francisco I es una magnífica elección para los viajeros que visiten Madrid, ya que ofrece un ambiente con encanto, además de numerosos servicios diseñados para mejorar tu estancia."]},
{"name": ["Hotel Santo Domingo Madrid"], "price": ["77"], "desc": ["El Hotel Santo Domingo es un hotel 4 estrellas situado en pleno centro de Madrid, en la mejor zona de compras y ocio. Cuenta con 200 habitaciones y numerosos espacios singulares que lo hacen único, con más de 1.200 m2 de espacios para eventos y celebraciones distribuidos en 13 salones, y un original parking pictórico. Las habitaciones temáticas con murales pintados a mano, y baños personalizados, junto con la piscina en la azotea y el jardín colgante - Récord Guinness en 2011 - hacen del Hotel Santo Domingo Madrid el lugar perfecto para relajarse. Ofrece además un excelente servicio de restauración, Restaurante Sandó,una manera diferente de disfrutar de la alta cocina, La Barra de Sandó (especialidad pintxos), Cuevas Sandó del Siglo XVI, (cócteles y copas) y Sunset Lookers, para disfrutar de puestas de sol únicas con una copa y las mejores vistas del Madrid de los Austrias"]},
{"name": ["Barceló Torre de Madrid"], "price": ["216"], "desc": ["El Nuevo Barceló Torre de Madrid,  diseñado por Jaime Hayón, es el alojamiento ideal para descubrir Madrid de la manera más cómoda gracias a su excelente ubicación en la misma Plaza de España, a un paso de la Gran vía con toda su oferta de Teatros, Tapas, compras o vivir la noche Madrileña, combinado con el mejor diseño, gusto y excelencia en el servicio."]},
{"name": ["Artrip Hotel"], "price": ["83"], "desc": ["¿Buscas donde alojarte en Madrid? Entonces no te pierdas Artrip Hotel, un hotel boutique que te acerca a lo mejor de Madrid."]},
{"name": ["Hotel Nuevo Madrid"], "price": ["48"], "desc": ["El hotel está situado en una tranquila zona residencial de la nueva área empresarial del norte de Madrid, a solo 10 minutos del aeropuerto, del recinto ferial IFEMA, del Palacio de Congresos y del estadio de fútbol Santiago Bernabéu."]},
{"name": ["Axel Hotel Madrid"], "price": ["127"], "desc": ["Axel Hotel Madrid está ubicado en el número 49 de la calle Atocha, ubicado en el popular Barrio de las Letras, y rodeado de las calles más emblemáticas de la ciudad, en un enclave bohemio que combina diversión, compras y buena gastronomía. El hotel dispondrá de 88 habitaciones y en Axel Hotel Madrid encontrarás tu punto de encuentro en la capital, con sus innovadores espacios de ocio en los que cuidarte y divertirte, siempre fiel al concepto Axel de estilo, diseño, confort y ambiente cosmopolita."]},
{"name": ["ApartoSuites Jardines de Sabatini"], "price": ["80"], "desc": ["Hotel boutique en el centro de Madrid, amplias habitaciones tipo apartamento con cocina americana. Maravillosa terraza con las mejores vistas al Palacio Real. Museo de Coches Antiguos sin salir del hotel"]},
{"name": ["Ibis Madrid Aeropuerto Barajas"], "price": ["66"], "desc": ["Ibis Madrid Aeropuerto Barajas es una magnífica elección para los viajeros que visiten Madrid, ya que ofrece un ambiente tranquilo, además de numerosos servicios diseñados para mejorar tu estancia."]},
{"name": ["Hotel Nuevo Boston"], "price": ["81"], "desc": ["El Hotel Nuevo Boston**** es un moderno hotel, que ofrece alojamiento en Madrid, con una situación privilegiada, solo a unos minutos del Aeropuerto Internacional de Madrid Barajas y del recinto ferial IFEMA, con excelentes comunicaciones y transporte público.El Hotel Nuevo Boston**** está diseñado con una singular y original decoración, que le sorprenderá desde un primer momento, como una de las mejores elecciones de hoteles en Madrid con 4 estrellas.Un inmejorable servicio personalizado, se mezcla con las más modernas instalaciones. y con una amplia gama de servicios, para hacer de su estancia una experiencia perfecta e inolvidable, sea el motivo de su visita placer o negocios.Entre todos los servicios e instalaciones del Hotel Nuevo Boston destacan: -TRANSFER GRATUITO AL/DESDE EL HOTEL AL AEROPUERTO DE BARAJAS 24 HORAS AL DIA. -TRANSFER GRATUITO A/DESDE IFEMA en ferias publicadas en calendario oficial de Ifema. -TRANSFER GRATUITO A/DESDE PUERTA DE ALCALA fines de semana, festivos, Semana Santa, agosto y navidad. -Wi-Fi GRATUITO en todas las habitaciones y zonas comunes. -PISCINA DE VERANO para refrescarse después de un vuelo, de un día de trabajo o visitando la increíble ciudad de Madrid. -Parking privado con posibilidad de larga estancia."]}
]